Repository: Sbat2000/imageFeedTestApp
Catalog: ImageFeedTestApp/Helpers/Localizable.xcstrings
Source language: en
Languages: ru

source: Dismiss Keyboard
ru: Скрыть клавиатуру

# failedSaveImage
source: Failed to save image
ru: Не удалось сохранить

source: From
ru: Из

source: Grid
ru: Плитка

# imageLoadFailed
source: Failed to load image
ru: Ошибка загрузки картинки

source: Image saved successfully
ru: Изображение сохранено

source: List
ru: Список

source: No description
ru: Нет описания

# notFound
source: No results found for
ru: Ничего не найдено по запросу

source: Photo by
ru: Фото

source: Save Image
ru: Сохранить картинку

# searchPlaceholder
source: Type for search
ru: Введите для поиска

source: Share Image
ru: Поделиться

source: unknown
ru: неизвестно

# unknownAuthor
source: Unknown
ru: Неизвестно

source: Unknown Location
ru: Неизвестно
